<template>
  <div class="privacy-main">
    <center>外研趣学用户服务协议</center>
    <p><strong>导言</strong></p>
    <p>欢迎使用外研趣学 APP服务！</p>
    <p>外研趣学 APP（以下简称“学生APP”）是北京外研在线数字科技有限公司（以下简称“外研在线”或“我们”）针对K12阶段课外教育机构的学生重磅打造的APP，提供背单词、跟读句子、朗读课文、背诵课文、视频配音等学生课后练习功能，巩固学生课堂所学，提升学生英语的听说读写的能力。请您务必仔细阅读本《服务协议》，其中包含了关于您（或下称“用户”）的法定权利和义务的重要信息。特别是免除或者限制责任的条款、管辖与法律适用条款，以及关于开通或使用第三方提供的某项服务的相关条款。访问或使用本服务则表示您同意遵守本《服务协议》并受其约束。</p>
    <p><strong>1. 协议的适用范围</strong></p>
    <p>本协议是您与外研在线之间关于您下载、安装、使用本软件，以及使用学生APP相关服务所订立的协议。如果您是未成年人，您应在法定监护人陪同下阅读、理解本协议，并特别注意未成年人使用条款。您在使用学生APP服务时，可能会另有单独的协议、相关业务规则等（以下合称“单独协议”）。您对前述任何单独协议的接受，视为您对本协议的接受。</p>
    <p>外研在线可能随时修改本《服务协议》，故请时常返回学生APP应用中查阅（您可以通过“我的-设置-关于我们”路径查阅本《服务协议》及《隐私保护政策》的最新版本）。外研在线可能不时增加、变更或完全终止我们的服务项目。若我们认为对本《服务协议》或我们的服务进行了合理而重大的修改，我们将在修改生效前合理时间内通过学生APP应用或者其他渠道通知您。就《服务协议》或我们的服务的任何修改，在我们发出通知后，如果您继续使用我们的服务，即表示同意被经修订的本协议约束。</p>
    <p><strong>2. 关于学生APP服务</strong></p>
    <p>2.1 学生APP服务的形式及获取相关服务的途径</p>
    <p>您可以通过多种途径来使用学生APP服务，对于此服务，外研在线给予一项个人的、不可转让及非排他性的使用许可，您可以为非商业目的使用本服务。本条及本协议其他条款未明示授权的其他一切权利仍由外研在线保留。</p>
    <p>您可以通过以下途径获取学生APP服务：</p>
    <p>您可以通过得到外研在线授权的第三方应用市场下载并安装“学生APP”客户端软件。如果您从未经外研在线授权的第三方获取本软件或与本软件名称相同的安装程序，外研在线无法保证该软件能够正常使用，该软件还有可能给您造成不必要的损失。对此外研在线不承担任何责任。学生APP客户端软件提供包括但不限于iOS应用版本，您可选择与所安装设备相匹配的软件版本。</p>
    <p><strong>3. 软件的安装与卸载</strong></p>
    <p>3.1 如果您是未成年人，我们建议您在使用学生APP服务时，请您的家长安装使用外研在线提供的学生APP客户端软件，以便您的家长能够监督、指导您的学习过程。当您使用移动端设备时，为了节约您的流量，外研在线建议您在WIFI环境下下载相关应用。</p>
    <p>3.2 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。</p>
    <p><strong>4. 软件的更新</strong></p>
    <p>为了改善用户体验、完善服务内容，外研在线将不断努力开发新的服务，并为您不时提供软件更新（包括但不限于软件替换、修改、功能强化、版本升级等形式）。此等更新可能对软件的部分功能效果进行改变或限制，此等更新发生前可能不会事先向您特别通知。如用户不同意上述更新内容，应当立即停止使用服务；如继续使用服务，视为同意软件更新内容。</p>
    <p><strong>5. 用户个人信息保护</strong></p>
    <p>5.1 关于更新信息</p>
    <p>您须接受本服务条款，方可注册、使用学生APP应用及服务。</p>
    <p>5.1.1 您必须至少年满18周岁，有能力订立具有法律约束力的合同。如果您是未成年人，请在您的监护人的监督、指导下阅读、理解并接受本《服务协议》，以访问和使用学生APP应用。您访问或使用学生APP应用，即表示您陈述和保证您已年满18周岁且具有订立合同的法律行为能力和授权，或者您已在您监护人的监督、指导下阅读、理解并接受本《服务协议》且您的监护人已阅读、理解并接受本《服务协议》并同意依照法律规定承担因此而导致的相应的责任。</p>
    <p>5.1.2 您需负责：</p>
    <p>(1) 保管用以进入您的账户和我们的服务的任何密码；</p>
    <p>(2) 承担通过您的账户对我们的服务所做出的一切使用行为。如您发现或怀疑您的账户或密码已经泄露，必须尽快通知我们。除非我们已接获并确认收到您向我们发出关于您的账户/密码被泄露的通知，否则，我们会将所有在我们的服务内对您账户的使用视为由您做出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。</p>
    <p>(3) 在使用平台服务时，您应当按页面的提示准确完整地提供您的信息（包括但不限于您的姓名、电子邮箱地址、手机号、联系地址等），以便我们在必要时与您联系。 您了解并同意：您有义务保持您提供信息的真实性及有效性，否则因此导致的后果由您自行承担。</p>
    <p>5.2 用户隐私制度</p>
    <p>尊重用户个人隐私是外研在线的一项基本政策。外研在线会尽最大努力使用相关安全技术和程序，建立完善的管理制度以保护您的个人信息免遭泄露。对于您所提交的注册信息中涉及个人信息的内容，我们将严格按照《用户信息隐私保护政策》的规定进行收集、处理和使用。</p>
    <p>5.3 用户账户安全性</p>
    <p>5.3.1 您在使用学生APP服务过程中应避免透露各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此造成的损失由您自行承担。</p>
    <p>5.3.2您可随时更正、修改您上传到学生APP应用中的信息，也可以随时注销账户并重注册一个新账户。若您发现任何非法使用用户账户或学生APP服务存在安全漏洞的情况，请立即通知外研在线。</p>
    <p>5.3.3 除有法律明文规定、司法文书或经我们同意之外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。</p>
    <p>5.3.4 您的账户只限您本人使用，不得出借或分享他人使用。当您的账户遭到未经授权的使用时，您应当立即通知我们，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。</p>
    <p><strong>6. 权利义务条款</strong></p>
    <p>6.1 您理解并同意：为了向您提供服务，学生APP相关服务会使用您或您孩子的台式电脑、笔记本电脑或移动通讯终端的处理器和带宽等资源。本服务使用过程中可能产生数据流量的相关资费，您需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
    <p>6.2 您使用学生APP服务，需要遵守相关法律法规以及本《服务协议》的规定。如用户存在违反相关法律法规规定的行为或严重违反本《服务协议》的行为，外研在线有权中断对其提供服务。</p>
    <p>6.3 外研在线享有和保留对软件的所有权利和资格，并保留本协议未明确授予您的其他任何权利。</p>
    <p><strong>7. 用户行为规范</strong></p>
    <p>7.1 信息内容规范</p>
    <p>7.1.1 您理解并同意，外研在线一直致力于提供文明健康、规范有序的网络环境，您不得利用学生APP软件及服务制作、复制、发布、传播任何有悖于国家政策法规、社会主义价值观、侵犯任何第三方合法权益或干扰学生APP正常运营的内容包括但不限于：</p>
    <p>7.1.1.1 发布、传送、传播、储存违反国家法律法规禁止的内容：</p>
    <p>（1）违反宪法确定的基本原则的；</p>
    <p>（2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；</p>
    <p>（3）损害国家荣誉和利益的；</p>
    <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（5）破坏国家宗教政策、宣扬邪教和封建迷信的；</p>
    <p>（6）散布谣言、扰乱社会秩序、破坏社会稳定的；</p>
    <p>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
    <p>（8）侮辱或者诽谤他人、侵害他人合法权益的；</p>
    <p>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
    <p>（10）以非法民间组织名义活动的；</p>
    <p>（11）不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的；</p>
    <p>（12）含有法律、行政法规禁止的其他内容的。</p>
    <p>7.1.1.2 储存、传播侵害他人名誉权、肖像权等合法权利的内容，涉及他人隐私、个人信息或资料的。</p>
    <p>7.1.2 您所设置的账户名、昵称等信息不得违反国家法律法规，否则我们可对您的账户名、昵称进行暂停使用或注销等处理，并向主管机关报告。</p>
    <p>7.1.3 您承诺并保证：</p>
    <p>(1) 您对您的内容享有完整权利，并有权授予我们本条款项下的各项权利；</p>
    <p>(2) 您的内容并未侵犯任何第三人的权利，我们根据您的授权使用您的内容亦不会对第三方构成侵权或触犯任何法律法规。</p>
    <p>7.1.4如果我们收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意我们有权进行独立判断并采取删除、屏蔽或断开链接等措施。</p>
    <p>7.1.5 我们收集、保存、传输、使用您的内容将不违反相关法律规定，并适用我们的《隐私保护政策》，受其约束。</p>
    <p>7.2 服务使用规范</p>
    <p>除非法律允许或外研在线书面许可，您使用本软件过程中不得从事下列行为：</p>
    <p>（1）删除本软件及其副本上关于著作权等合法权利的信息；</p>
    <p>（2）对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</p>
    <p>（3）对外研在线拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
    <p>（4）对学生APP软件或者相关服务运行过程中释放到任何终端内存中的数据、软件或服务运行过程中客户端与服务器端的交互数据，以及相关软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或未经外研在线授权的第三方工具/服务接入学生APP客户端软件和相关系统；</p>
    <p>（5）通过修改或伪造学生APP软件运行中的指令、数据，增加、删减、变动学生APP软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
    <p>（6）通过非外研在线开发、授权的第三方软件、插件、外挂、系统，登录或使用学生APP软件及服务，或制作、发布、传播上述工具；</p>
    <p>（7）自行或者授权他人、第三方软件对学生APP软件及其组件、模块、数据进行干扰；</p>
    <p>（8）其他未经外研在线明示授权的行为。</p>
    <p>7.3 为了保护您的身体健康，保护您的视力不受损害，外研在线建议您将单次练习的时间控制在15分钟左右，避免长时间练习损伤您的视力。</p>
    <p><strong>8. 知识产权声明</strong></p>
    <p>8.1 外研在线向用户提供的所有产品和服务，包括但不限于商标、域名、软件程序、图片、声音、录像、图表、标志、标识、版面设计、信息、文字内容、目录与名称等，均归外研在线所有，受国家相关法律保护。外研在线对于用户使用相关产品和服务的许可，在任何情况下均不视为外研在线同意转让相关知识产权、所有权及其他合法权利。</p>
    <p>8.2 未经外研在线书面许可，任何单位及个人不得将上述产品、服务、信息、文字材料的任何部分用于商业、营利或广告目的；不得擅自进行复制、分发、修改、编辑、传播、表演、展示、程序反向工程、镜像、销售或与其他产品捆绑使用、销售。</p>
    <p>8.3 用户使用外研在线提供的内容时，应遵守知识产权及其他相关法律的规定。</p>
    <p>8.4 未经外研在线及相关权利人在先书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</p>
    <p>8.5 您可以向我们提供任何有关我们服务的意见、建议或评价且均是自愿的，我们可以自行决定是否采纳和使用该等意见、建议或评价，而无需征得您的许可或向您支付任何费用、或对您承担其他任何法律责任。</p>
    <p>8.6 对通过外研在线的服务所上传的任何内容，用户同意外研在线在全球范围内具有免费的、永久性的、不可撤销的、非专有的和完全再许可的权利和许可，以自行决定方式使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中，且外研在线无需就前述使用方式另行征求用户许可或支付任何费用。</p>
    <p><strong>9. 法律责任声明</strong></p>
    <p>9.1 学生APP转载的文章、图片、音视频文件等资料的著作权归相关权利人所有。如您对学生APP上的内容有任何疑问或异议，请通过电话（400-898-7008）联系我们，我们将安排专门人员核实、处理您提出的问题。</p>
    <p>9.2 对于您通过使用有关服务所获取、接触的外研在线的任何信息和资料，包括但不限于外研在线创作的或获得独家授权的文章、图片、音视频等资料，任何第三方如需转载使用，需事先征得外研在线和著作权人及相关合法权利人的同意。</p>
    <p>9.3 此外，您同意我们可以在提供服务过程中向您发送推广或宣传信息（包括商业与非商业信息）。我们将依照法律规定对该等信息提供方履行相关义务，但您应当审慎判断信息的真实性和可靠性并为自己的判断行为负责（如果您是未成年人，请您的监护人协助您判断广告信息的内容并做出判断），除法律明确规定外，您应对依该信息进行的交易负责，您因依该信息进行的交易或前述信息提供商提供的内容而遭受的损失或损害，我们不承担责任。</p>
    <p>9.4对于因滥用、错误使用或未经授权修改所引起的软件使用问题，外研在线不承担任何责任。</p>
    <p>9.5外研在线对您的所有损失承担的总责任赔付限额（除了因外研在线过失导致人身伤亡的情况，需遵循适用法律规定）不超过您购买有关软件或服务所支付的价款。</p>
    <p><strong>10. 服务终止</strong></p>
    <p>10.1 我们可以在不预先通知的情况下暂停或终止您进入您的学生APP账户或我们的部分或所有服务，包括以下情况：</p>
    <p>（1）如我们合理相信您已违反本协议；</p>
    <p>（2）如您使用学生APP服务对我们或我们的其他用户造成风险、可能导致我们面临第三方提出索赔的威胁，或可能影响我们的声誉。</p>
    <p>10.2 在终止本条款后，我们会根据本条款及我们的《学生APP隐私保护政策》保留并使用您的内容。如我们暂停或终止某服务，或我们终止您进入我们的服务，我们不保证我们可以将您的任何内容交还给您，而且我们可能会在服务终止后的任何时间未经通知而永久删除您的内容。请确保您定期为您的内容存档。</p>
    <p>10.3 您理解并同意，我们的所有服务和软件均是按原状而提供。我们将尽最大努力向您提供服务，确保服务的连贯性和安全性；但没有对我们的服务、软件或任何通过外研在线的服务提交、提供或显示的内容做出任何声明、保证或给予任何承诺，包括：</p>
    <p>（1）我们的服务或软件将不受干扰、是安全的、没有错漏或没有病毒；</p>
    <p>（2）我们的服务或软件将会与您的设备兼容；</p>
    <p>（3）我们的服务或软件有关适销质量、适合特定用途或没有侵犯任何人的知识产权等方面的任何声明、保证或承诺。</p>
    <p>10.4 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使服务中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，我们将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失我们在法律允许的范围内免责。</p>
    <p>10.5在法律允许的范围内，我们对以下情形导致的服务中断或受阻不承担责任，但我们会尽最大努力降低相关损失：</p>
    <p>（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
    <p>（2）用户或我们的电脑软件、系统、硬件和通信线路出现故障；</p>
    <p>（3）用户操作不当；</p>
    <p>（4）用户通过非外研在线授权的方式使用本服务；</p>
    <p>（5）其他外研在线无法控制或无法合理预见的情形。</p>
    <p>10.6您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，我们不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。</p>
    <p><strong>11. 未成年人使用条款</strong></p>
    <p>11.1 外研在线非常重视对未成年人信息的保护。若您未满18周岁，则为未成年人，应在征得您的父母或监护人同意的前提下，在其指导下仔细阅读本协议及《用户信息隐私保护政策》后，使用我们的服务或向我们提供信息。</p>
    <p>11.2 未成年人用户在使用外研在线提供的服务时，应注意以下事项，提高安全意识，加强自我保护：</p>
    <p>（1）认清网络世界与现实世界的区别，合理安排使用软件时间，有效利用本软件辅助日常学习，避免沉迷网络；</p>
    <p>（2）填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰；</p>
    <p>（3）在监护人及老师的指导下，学习正确使用网络。</p>
    <p>11.3 监护人、学校均应对未成年人使用学生APP服务时多做监督和引导。</p>
    <p><strong>12. 其他</strong></p>
    <p>12.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律（港、澳、台地区法律除外），并不考虑适用法律冲突规范。</p>
    <p>12.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决。</p>
    <p>12.3 您因使用我们平台服务所产生及与我们有关的任何争议，应通过友好协商解决。协商不成时，各方一致同意向外研在线所在地有管辖权的人民法院提起诉讼。</p>
    <p>12.4 外研在线未行使或执行《外研学生用户服务协议》任何权利或规定，不构成对前述权利或规定之放弃。</p>
    <p>12.5 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
    <p>12.6 外研在线保留对学生APP服务涉及的所有产品说明性文档的解释权。</p>
    <p>12.7 由于互联网行业高速发展，您与我们签署的本协议列明的条款并不能完整罗列并覆盖您与我们的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，我们有权利为本协议制定补充协议，与本协议不可分割且具有同等法律效力。如您同意继续使用本软件及服务，视为您同意上述补充协议。</p>
    <p>12.8 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
    <p>12.9 外研在线可能会根据老师APP内的功能区分或其他需要制订特定协议，如特定协议约定与本协议不一致，优先适用特定协议条款；特定协议未涉及的事宜，仍以本协议为准。</p>
  </div>
</template>
<script>
  export default{
    name: 'UserProtocol'
  }
</script>

<style lang="less" scoped>
  .privacy-main {
    font-family: -apple-system-font,"PingFang SC", "Helvetica Neue","Hiragino Sans GB","Microsoft YaHei",sans-serif;
    background-color: white;
    padding: 30px 20px;
    margin: 0;
    font-size: 16px;
    line-height: 36px;
    color: #363636;

    center {
      margin-bottom: 20px;
      font-size: 16px;
      font-weight: bold;
    }

    .font14 {
      font-size: 14px;
    }

    .bot {
      margin-bottom: 15px;
    }

    p {
      margin: 0;
    }
  }
</style>
