<template>
  <div class="privacy-main">
    <center>用户信息隐私保护政策</center>
    <p class="font14">此版本发布日期：2020年08月07日</p>
    <p class="font14 bot">此版本生效日期：2020年08月07日</p>
    <p><strong>引言</strong></p>
    <p>外研趣学教师APP（以下简称“教师APP”）是北京外研在线数字科技有限公司（以下简称“外研在线”或“我们”）针对K12阶段课外教育机构的教师重磅打造的APP，提供班级管理、布置与检查课后练习等教学服务功能和工具，提升教师的教学效率和服务水平。在为您（或下称“用户”）提供优质、专业服务的同时，我们尊重并保护您的隐私，并会尽力保护您的个人信息安全。鉴于此，外研在线制定本《用户信息隐私保护政策》并承诺：在您使用外研在线提供的服务时，我们将按业界成熟的安全解决方案，采取相应的安全保护措施来保护您的个人信息。请您在使用我们的产品或服务前，仔细阅读并了解本《用户信息隐私保护政策》。  </p>
    <p><strong>适用范围</strong></p>
    <p>本政策适用于教师APP产品或服务。</p>
    <p>在使用教师APP各项产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您选择使用或在教师APP更新本隐私保护政策后（教师APP会及时提示您更新的情况）继续使用教师APP产品或服务，即表示您认可并接受本政策（含更新版本）的所有内容，并同意教师APP按本政策收集、使用、保存和共享您的相关信息。如您不同意本隐私保护政策中的任何条款，您应立即停止使用教师APP的产品或服务，如对本政策内容有任何疑问、意见或建议，您可通过教师APP提供的各种联系方式与我们联系。</p>
    <p>用户同意：个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，<strong>包括下列信息：用户的姓名、有效身份证件号码、家庭地址、电话号码、IP地址、电子邮件地址信息、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息、14岁以下（含）未成年人的个人信息等。</strong>而非个人隐私信息是指用户对本产品的操作状态以及使用习惯等一些明确且客观反映在服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。
    </p>
    <p><strong>政策概述</strong></p>
    <p>外研在线希望通过本政策向您说明在向您提供教师APP产品或服务过程中可能会收集的信息（包括收集方式）、收集这些信息的用途、教师APP及您如何保护这些信息的安全等，您使用教师APP产品或服务时，教师APP有权用数字代码、通用唯一标识符、cookies或其他技术确定进入服务的计算机以及其他智能或非智能终端设备。教师APP有可能利用所得信息对产品或服务的使用进行总体性及匿名的数据统计及分析，所得数据可供教师APP或其合作人或教师APP关联公司使用。计算机识别技术也会用于执行相关的服务条款。教师APP可能会与教师APP关联公司等第三方合作向用户提供相关的服务，如该第三方为合法经营的公司且提供同等的隐私保护政策（如电信运营商），教师APP有权将您的注册资料以及在为您提供服务时所必须采集的信息等支撑服务正常进行的信息提供给该第三方。</p>
    <p>《用户信息隐私保护政策》是教师APP统一适用的一般性隐私条款，其中所规定的用户权利及信息安全保障措施均适用于所有教师APP产品用户，如《用户信息隐私保护政策》与独立产品隐私保护政策存在不一致或者矛盾之处，请以独立产品隐私保护政策内容为准。</p>
    <p><strong>本隐私保护政策内容将帮助您了解到以下信息：</strong></p>
    <p><strong>1. 我们可能收集的信息</strong></p>
    <p><strong>2. 我们如何使用Cookie、Beacon等以及同类技术</strong></p>
    <p><strong>3. 我们如何存储信息</strong></p>
    <p><strong>4. 我们如何保护个人信息</strong></p>
    <p><strong>5. 我们如何使用收集的个人信息</strong></p>
    <p><strong>6. 我们如何对外共享、转让、披露使用您的个人信息</strong></p>
    <p><strong>7. 我们如何处理未成年人的个人信息</strong></p>
    <p><strong>8. 您如何管理自己的个人信息</strong></p>
    <p><strong>9. 需要您授权的功能</strong></p>
    <p><strong>10. 您的个人信息如何在全球范围转移</strong></p>
    <p><strong>11. 关于第三方责任的声明</strong></p>
    <p><strong>12. 本隐私保护政策如何更新</strong></p>
    <p><strong>13. 本隐私保护政策中的关键词说明</strong></p>
    <p><strong>14. 如何联系我们</strong></p>
    <p><strong>一、我们可能收集的信息</strong></p>
    <p>教师APP收集信息是为了向所有用户提供更好的产品或服务，我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息，教师APP所收集的信息类型主要包括以下几种：</p>
    <p>1.1 您在使用我们产品或服务时主动提供的信息</p>
    <p>（1）您在注册帐户时填写的信息</p>
    <p>您在注册账户或者使用教师APP产品或服务时，由于有的产品或服务可能需要您提供一些必要信息才能正常使用或带去更好的使用体验，所以<strong>在经您的同意和确认后，教师APP可能会收集您所提供的相关个人信息，比如姓名、手机号等，</strong>如果您提供额外信息补全个人资料，将有助于教师APP给您提供更好的服务和体验。</p>
    <p>您提供的上述信息将在您使用教师APP提供的服务期间持续授权教师APP使用。在您主动注销账号时，教师APP将根据适用法律法规的要求尽快使其匿名或删除您的个人信息。</p>
    <p>（2）您通过我们的客服或参加教师APP举办的活动时所提交的信息</p>
    <p>例如，您参与教师APP线上活动时填写的调查问卷中可能包含<strong>您的姓名、手机号、家庭地址等</strong>信息。</p>
    <p>（3）您通过其他方式向教师APP所提交的信息</p>
    <p>例如，您通过邮寄或传真方式提供的证明文件中可能包含<strong>您的姓名、手机号、家庭地址等</strong>信息。</p>
    <p>1.2 教师APP在您使用服务时获取的信息</p>
    <p>（1）设备信息</p>
    <p>教师APP会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息，例如设备名称、设备型号、设备识别码、操作系统和应用程序版本等，这些信息能帮助教师APP为您提供更优质的信息展示或产品服务。</p>
    <p>（2）服务日志信息</p>
    <p>
      当您使用教师APP客户端提供的产品或服务时，系统可能通过cookies或其他方式自动收集某些信息作为有关网络日志保存。此类信息可能包括：使用教师APP产品或服务时的详细使用情况，例如您的搜索查询内容、访问的页面地址、浏览器的类型、访问日期和时间、设备崩溃等，该类数据都是匿名的，教师APP无法根据上传数据定位到具体用户。</p>
    <p>1.3 从教师APP关联公司获取的信息</p>
    <p>
      教师APP可能会获得您在使用教师APP关联公司产品或服务时所产生或分享的信息。例如，您使用教师APP产品帐户登录教师APP关联公司产品或服务时，教师APP会获得您登录教师APP关联公司产品或服务的名称、登录时间，方便您进行授权管理等。</p>
    <p>1.4 根据法律法规的依法收集与使用</p>
    <p>根据相关法律法规及国家标准，在以下情形中，教师APP可能会依法收集并使用您的个人信息而无需征得您的同意：</p>
    <p>（1）与国家安全、国防安全直接相关的；</p>
    <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
    <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
    <p>（4）出于维护您或他人的生命、财产等重大合法权益必要但又很难事先征得您本人同意的；</p>
    <p>（5）所收集的个人信息是您自行向社会公众公开的；</p>
    <p>（6）从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；</p>
    <p>（7）根据您的要求签订和履行合同所必需的；</p>
    <p>（8）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；</p>
    <p>（9）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
    <p>（10）法律法规规定的其他情形。</p>
    <p>补充说明：</p>
    <p>教师APP在向您提供其他业务功能时，可能会另行向您说明信息收集的范围与目的，并征得您的同意后方收集提供相应服务所必要的您的信息。教师APP会按照本政策以及相应的用户服务协议约定使用、存储、对外提供及保护您的信息。</p>
    <p><strong>二、我们如何使用Cookie、Beacon等以及同类技术</strong></p>
    <p>
      为使您获得更轻松的访问体验，帮助判断您的登录状态以及账户或数据安全，包括但不限于您在移动设备端访问教师APP的产品或享受教师APP提供的服务时，教师APP或教师APP的关联公司，可能会通过放置一个或多个安全的Cookie、Beacon小数据文件及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。教师APP会严格要求教师APP关联公司遵守本政策的相关规定。我们不会将
      Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些产品或服务也可能无法正常使用。</p>
    <p><strong>三、我们如何存储信息</strong></p>
    <p>3.1 存储信息的地点</p>
    <p>教师APP遵守法律法规的规定，收集的有关您的信息和资料将保存在教师APP及（或）教师APP的关联公司的服务器上，这些信息和资料可能传送至您所在的国家、地区或收集信息和资料所在地并在该地被访问、存储和展示。</p>
    <p>3.2 存储信息的期限</p>
    <p>
      一般而言，教师APP仅为实现目的所必需的最短时间保留您的个人信息。用于识别您个人身份以及反映相关活动的个人信息将留存至用户注销账户时，除非法律要求或允许在更长的期间内保留这些信息。但在下列情况下，教师APP有可能因需符合法律要求，更改个人信息的存储时间：</p>
    <p>（1）为遵守适用的法律法规等有关规定；</p>
    <p>（2）为遵守法院判决、裁定或其他法律程序的规定；</p>
    <p>（3）为遵守相关政府机关或法定授权组织的要求；</p>
    <p>（4）教师APP有理由确信需要遵守法律法规等有关规定；</p>
    <p>（5）为执行相关服务协议或本政策、维护社会公共利益，为保护教师APP的客户、教师APP或教师APP的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。</p>
    <p>在您终止使用教师APP产品或服务后，教师APP会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。</p>
    <p>当教师APP的产品或服务发生停止运营的情形时，教师APP将采取推送通知、公告等形式通知您，并在合理的期限内删除服务器中留存的您的个人信息。</p>
    <p><strong>四、我们如何保护个人信息</strong></p>
    <p>4.1 数据安全技术措施</p>
    <p>（1）教师APP会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问、使用、修改，避免数据的损坏或丢失。</p>
    <p>（2）教师APP采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离，例如，教师APP使用加密技术匿名化处理等手段来保护您的个人信息。</p>
    <p>（3）教师APP采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。</p>
    <p>（4）教师APP采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。</p>
    <p>4.2 保护个人信息实行的其他安全措施</p>
    <p>（1）教师APP通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。</p>
    <p>（2）教师APP通过信息接触者保密协议等方式，仅允许有必要知晓这些信息的教师APP及教师APP关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。</p>
    <p>（3）教师APP同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与教师APP的合作关系。</p>
    <p>（4）加强安全意识，教师APP会举办安全和隐私保护培训课程，加强员工对于保护用户个人信息重要性的认识。</p>
    <p>4.3 互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，教师APP建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。</p>
    <p>4.4 互联网环境并非百分之百安全，教师APP将尽力确保您发送给教师APP的任何信息的安全性。</p>
    <p>如果因教师APP自身原因，导致其的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
    <p>4.5 安全事件处置</p>
    <p>
      在不幸发生个人信息安全事件后，教师APP将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、教师APP已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。教师APP将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，教师APP会采取合理、有效的方式发布公告。同时，教师APP还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
    <p><strong>五、我们如何使用收集的个人信息</strong></p>
    <p>因收集您的信息是为了在向您提供产品或服务的同时提升服务质量，为了实现这一目的，教师APP会把您的信息用于下列用途。若教师APP超出以下用途使用您的信息，教师APP将再次向您进行说明，并征得您的同意。</p>
    <p>5.1 服务提供</p>
    <p>在教师APP提供产品或服务时，用于身份验证、客户服务、安全防范、存档和备份等用途，确保教师APP向您提供产品或服务的安全性，并维护、改进这些服务。</p>
    <p>5.2 满足您的个性化需求</p>
    <p>向您推荐您可能感兴趣的内容，包括但不限于向您发出产品以及服务信息或通过系统向您展示个性化的学习资源等。</p>
    <p>5.3 产品开发和优化</p>
    <p>例如，当教师APP的系统发生故障时，教师APP会记录和分析系统故障时产生的信息，优化教师APP的产品或服务。</p>
    <p>5.4 软件认证或管理软件升级。</p>
    <p>5.5 对于从您的各种设备上收集到的信息，教师APP可能会将它们进行关联，以便能在这些设备上为您提供一致的服务。</p>
    <p>5.6 邀请您参与有关我们服务的调查。</p>
    <p>5.7 帮助教师APP设计新产品或改进服务模式</p>
    <p>
      例如教师APP在提供某些产品或服务时，可能会请用户参与“用户体验改进计划”，加入用户体验改进计划的用户，教师APP会根据需要对产品或服务的各项功能使用情况进行统计，这样可以通过分析统计数据提高产品或服务质量，推出对用户有帮助的创新产品或服务提升。如您不想参与该计划，可以选择关闭相关产品/服务中的相关功能。</p>
    <p>5.8 经用户许可前提下，合理的依据业务诉求将信息与合规关联公司或其他教师APP的合作方共享。</p>
    <p>5.9 经您许可的其他用途。</p>
    <p><strong>六、我们如何对外共享、转让、披露使用您的个人信息</strong></p>
    <p>6.1 信息的共享</p>
    <p>（1）一般情况下，教师APP不会与教师APP服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
    <p>a) 事先获得您明确的同意或授权，教师APP会与其他方共享您的个人信息；</p>
    <p>b) 在法定情形下根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</p>
    <p>c) 在法律法规允许的范围内，为维护教师APP或合作伙伴、您或其他教师APP用户或社会公众利益、财产或安全免遭损害而有必要提供；</p>
    <p>d) 只有共享您的信息，才能实现教师APP产品、服务的核心功能或提供您需要的服务；</p>
    <p>e) 符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
    <p>f) 应您需求为您处理您与他人的纠纷或争议；</p>
    <p>g) 基于学术研究而使用；</p>
    <p>h) 基于符合法律法规的社会公共利益而使用。</p>
    <p>
      （2）在征求您的许可后，教师APP可能会将您的个人信息与教师APP的关联方共享。但只会共享必要的个人信息，且受现行法律法规及本隐私政策的约束，如果教师APP共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
    <p>
      （3）教师APP的某些服务将由教师APP和其授权关联公司共同提供，可能会向关联公司等第三方共享您的信息，以保障为您提供的服务顺利完成。教师APP会提前征求您的同意，并且仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。教师APP的关联公司无权将共享的个人信息用于与产品或服务无关的其他用途。</p>
    <p>
      （4）为了遵守法律执行或适用教师APP的使用条件和其他协议，或者为了保护教师APP、您或其他教师APP客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。但是，这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其他方式披露的个人信息。</p>
    <p>6.2 信息的转让</p>
    <p>教师APP不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
    <p>（1）事先获得您明确的同意或授权，我们会向其他方转让您的个人信息；</p>
    <p>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</p>
    <p>（3）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
    <p>
      （4）在涉及合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，教师APP会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则教师APP将要求该公司、组织和个人重新向您征求授权同意。</p>
    <p>6.3 信息的披露</p>
    <p>教师APP仅会在以下情况下，公开披露您的个人信息：</p>
    <p>（1）获得您明确同意或基于您的主动选择，教师APP可能会公开披露您的个人信息；</p>
    <p>
      （2）如果教师APP确定您出现违反法律法规或严重违反教师APP相关协议规则的情况或其他可能的紧急情况下，为了保护教师APP及其关联公司用户或公众的人身财产安全免遭侵害，教师APP可能依据法律法规或教师APP相关协议规则在征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及教师APP已对您采取的措施；</p>
    <p>（3）您使用共享功能时；</p>
    <p>（4）符合教师APP相关产品或服务的用户服务协议或其他类似协议的规定。</p>
    <p>6.4 共享、转让、披露个人信息时事先征得授权同意的例外</p>
    <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
    <p>（1）与国家安全、国防安全有关的；</p>
    <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
    <p>（4）出于维护您或其他个人的生命、财产等重大合法权益需要但又很难事先征得本人同意的；</p>
    <p>（5）您自行向社会公众公开的个人信息；</p>
    <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
    <p>（7）根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>
    <p><strong>七、我们如何处理未成年人的个人信息</strong></p>
    <p>（1）教师APP非常重视对未成年人个人信息的保护</p>
    <p>针对中国举例，依据中国《个人信息安全规范》等政策法规：收集年满14周岁的未成年人的个人信息前，应征得未成年人或其法定监护人的明示同意；
      收集不满14周岁的未成年人的个人信息前，应征得其法定监护人的明示同意。（尽管各地法律和习俗对“未成年人”的定义不同，但教师APP将不满18周岁的任何人均视为未成年人。）教师APP的产品或服务主要面向未成年人，如果没有家长或法定监护人的同意，未成年人不得创建自己的用户账户。对于经家长或法定监护人同意而收集未成年人个人信息的情况，教师APP只会在受到法律允许、家长或法定监护人明确同意或者保护未成年人所必要的情况下使用或公开披露未成年人个人信息，所以若您是年满14周岁的未成年人或14周岁以下的未成年人，在使用教师APP的产品或服务前，均应事先取得您家长或法定监护人的许可同意。教师APP根据国家相关法律法规的规定保护未成年人的个人信息。</p>
    <p>如果任何时候监护人需要访问、修改或删除与被监护人有关的个人信息，可通过教师APP对外公布的相关产品或服务的官方反馈渠道与教师APP联系。</p>
    <p>（2）如果教师APP发现自己在未事先获得可证实的家长或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>
    <p><strong>八、您如何管理自己的个人信息</strong></p>
    <p>
      （1）您有权访问、更正、删除您的个人信息，但相关信息的删除或修改可能会影响您对相关产品或服务的使用或导致部分功能无法实现。例如，您可以通过教师APP【我的】-【设置】-【账号与安全】-【修改手机号/修改密码】 来修改您的绑定手机号和登录密码。</p>
    <p>
      （2）您有权改变您授权同意的范围或撤回您的授权，您可以通过删除信息、关闭设备功能、在网站或软件中进行隐私设置等方式改变您授权教师APP继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回教师APP继续收集您个人信息的全部授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，教师APP无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
    <p>
      （3）您也可以在满足相关产品或服务约定条件的情况下，直接申请注销相关产品账户。您注销账户后，教师APP将停止为您提供产品或服务，并依据您的要求，除法律法规另有规定外，教师APP将根据适用法律法规的要求尽快使您的账户匿名或删除您的个人信息。</p>
    <p>
      （4）教师APP将采取适当的技术手段，保证您对于自己的个人资料可进行查询、补充、更正或删除，或通过教师APP相关产品或服务发布的反馈或投诉渠道申请教师APP对相关信息进行补充、更正或删除；教师APP收到您的申请后将按流程予以处理，为保障安全，按照流程，您可能需要提供书面请求，或以其他方式证明您的身份。教师APP可能会先要求您验证自己的身份，然后再处理您的请求。教师APP将在15个工作日内做出答复，对于您合理的请求，教师APP原则上不收取费用，但对多次重复、超出合理限度的请求，教师APP将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁盘上存放的信息）的请求，教师APP可能会予以拒绝。</p>
    <p>在以下情形中，按照法律法规要求，教师APP将无法响应您的请求：</p>
    <p>a) 与国家安全、国防安全直接相关的；</p>
    <p>b) 与公共安全、公共卫生、重大公共利益直接相关的；</p>
    <p>c) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
    <p>d) 有充分证据表明您存在主观恶意或滥用权力的；</p>
    <p>e) 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
    <p>f) 涉及商业秘密的。</p>
    <p>
      （5）如果您无法访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用教师APP产品或服务时所产生的其他个人信息，或您认为教师APP存在任何违反法律法规或与您关于个人信息收集或使用约定的行为，您可通过教师APP对外公布的相关产品或服务的官方反馈渠道与教师APP联系。</p>
    <p><strong>九、需要您授权的功能</strong></p>
    <p>为实现产品和服务相关功能，我们可能需要您授权我们使用您终端设备中的相关权限，包括但不限于：</p>
    <p>（1）麦克风权限：用于在视频配音时采集您的声音；</p>
    <p>（2）存储权限：用于读取、修改或删除SD卡中的内容，以便您在学习绘本时下载、使用图片、音视频等资源，并方便您在意见反馈时上传相关图片，以及删除手机中的缓存文件。</p>
    <p>（3）相机权限：用于在反馈意见时拍摄照片。</p>
    <p>
      请您注意，大多数移动设备都允许您关闭上述权限，您可以通过移动设备的权限管理来关闭上述权限，您也可以联系移动设备的服务商或生产商来关闭上述权限。一旦您通过系统授权关闭上述权限，您将可能无法使用我们基于相关信息提供的服务，或者无法达到相关服务的预期效果。</p>
    <p><strong>十、您的个人信息如何在全球范围转移</strong></p>
    <p>我们在中华人民共和国境内收集产生的个人信息，存储在中国境内，以下情形除外：</p>
    <p>（1）法律法规有明确规定；</p>
    <p>（2）获得您的明确授权；</p>
    <p>（3）您通过互联网进行跨境直播/发布动态等个人主动行为。</p>
    <p>针对以上情形，我们会确保依据有关政策法规及本隐私保护政策对您的个人信息提供足够的保护。</p>
    <p><strong>十一、关于第三方责任的声明</strong></p>
    <p>除本政策已列明的免责情况外，下列情况教师APP也无须承担任何责任：</p>
    <p>（1）由于您将账户密码告知他人、与他人共享注册账户或其他因您个人保管不善，由此导致的任何个人资料泄露、丢失、被盗用或被篡改等。</p>
    <p>（2）任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之原因或不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等。</p>
    <p>（3）由于与教师APP链接的其他网站所造成的个人信息的泄露及由此产生的任何法律争议和后果。</p>
    <p>（4）其他非教师APP原因导致的个人信息的泄露及由此产生的任何法律争议和后果。</p>
    <p><strong>十二、本隐私权政策如何更新</strong></p>
    <p>教师APP的隐私保护政策可能变更。</p>
    <p>（1）未经您明确同意，教师APP不会削减您按照本隐私保护政策所应享有的权利。教师APP会在专门页面上发布对隐私保护政策所做的任何变更。同时教师APP会将本政策的旧版本存档，供您查阅。</p>
    <p>（2）对于重大变更，教师APP还会提供更为显著的通知，包括教师APP会通过网站公示的方式进行通知甚至向您提供弹窗提示。</p>
    <p>本政策所指的重大变更包括但不限于：</p>
    <p>（1）教师APP的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
    <p>（2）教师APP在控制权等方面发生重大变化，如并购重组等引起的所有者变更等；</p>
    <p>（3）个人信息共享、转让或公开披露的主要对象发生变化；</p>
    <p>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
    <p>（5）教师APP负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
    <p>（6）个人信息安全影响评估报告表明存在高风险时；</p>
    <p>（7）伴随政策或法律发布实施，为响应国家政策或者法律规范，做出变更。</p>
    <p><strong>十三、本隐私权政策中的关键词说明</strong></p>
    <p><strong>个人信息</strong></p>
    <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，包括但不限于自然人的姓名、电话号码等。</p>
    <p><strong>个人敏感信息</strong></p>
    <p>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。例如，个人敏感信息包括身份证件号码、个人生物识别信息、银行账号、通信内容、健康生理信息等。</p>
    <p><strong>设备</strong></p>
    <p>设备是指可用于访问教师APP服务的装置，例如台式计算机、笔记本电脑、平板电脑或智能手机。</p>
    <p><strong>唯一设备标识符</strong></p>
    <p>唯一设备标识符（专属ID 或UUID）是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备（例如手机的IMEI
      号）。唯一设备标识符有多种用途，其中可在不能使用cookies（例如在移动应用程序中）时用以提供广告。</p>
    <p><strong>IP地址</strong></p>
    <p>每台上网的设备都会指定一个编号，称为互联网协议(IP)地址。这些编号通常都是根据地理区域指定的。IP 地址通常可用于识别设备连接至互联网时所在的位置。</p>
    <p><strong>WIFI</strong></p>
    <p>WIFI是一种允许电子设备连接到一个无线局域网（WLAN）的技术，即通常我们所说的无线网络。</p>
    <p><strong>基站</strong></p>
    <p>基站，即公用移动通信基站，是无线电台站的一种形式，是指在一定的无线电覆盖区中，通过移动通信交换中心，与移动电话终端之间进行信息传递的无线电收发信电台。</p>
    <p><strong>信息收集技术</strong></p>
    <p>教师APP在《用户信息隐私保护政策》中所述的“自动收集”包括以下方式：</p>
    <p>（1）Cookie</p>
    <p>Cookie是您浏览网页时，网站服务器放在客户端（您的计算机、移动电话或其他智能终端内）里面的一个小小的文本文件，可用于改善您的使用体验。 </p>
    <p>（2）Web beacon（网络信标）</p>
    <p>Web beacon是装嵌在网站或电邮内的电子图像文件或其他技术，可用于计算访客数目、记录您是否及何时阅览电邮或网站，或用以使用某些Cookie。</p>
    <p>（3）Log files（日志文件）</p>
    <p>Log files储存自动收集的若干数据。该等数据包括互联网协议（IP）地址、浏览器类型、互联网服务提供商（ISP）、引用/退出页面、操作系统、日期/时间戳和点击流数据等。</p>
    <p>（4）JavaScript</p>
    <p>JavaScript是一种编程语言，用于制作更具互动性和动态的网页。JavaScript可以设定Cookie、阅读Cookie及删除Cookie。</p>
    <p><strong>十四、联系我们</strong></p>
    <p>如对本政策内容有任何疑问、意见或建议，您都可以通过拨打教师APP的客服电话400-898-7008与我们联系。</p>
  </div>
</template>

<script>
  export default {
    name: 'UserPrivacy'
  }
</script>

<style lang="less" scoped>
  .privacy-main {
    font-family: -apple-system-font,"PingFang SC", "Helvetica Neue","Hiragino Sans GB","Microsoft YaHei",sans-serif;
    background-color: white;
    padding: 30px 20px;
    margin: 0;
    font-size: 16px;
    line-height: 36px;
    color: #363636;

    center {
      margin-bottom: 20px;
      font-size: 16px;
      font-weight: bold;
    }

    .font14 {
      font-size: 14px;
    }

    .bot {
      margin-bottom: 15px;
    }

    p {
      margin: 0;
    }
  }
</style>
